{
    "Voice Model": "Model Suara",
    "Select the voice model to use for the conversion.": "Pilih model suara yang akan digunakan untuk konversi.",
    "Index File": "File Indeks",
    "Select the index file to use for the conversion.": "Pilih file indeks yang akan digunakan untuk konversi.",
    "Refresh": "Segarkan",
    "Unload Voice": "Lepaskan Suara",
    "Upload Audio": "Unggah Audio",
    "Select Audio": "Pilih Audio",
    "Select the audio to convert.": "Pilih audio yang akan dikonversi.",
    "Advanced Settings": "Pengaturan Lanjutan",
    "RVC Settings": "Pengaturan RVC",
    "Output Path": "Jalur Keluaran",
    "Enter output path": "Masukkan jalur keluaran",
    "The path where the output audio will be saved, by default in audio_files/rvc/output.wav": "Jalur tempat audio keluaran akan disimpan, secara default di audio_files/rvc/output.wav",
    "Clear Outputs (Deletes all audios in assets/audios)": "Bersihkan Keluaran (Menghapus semua audio di assets/audios)",
    "Export Format": "Format Ekspor",
    "Select the format to export the audio.": "Pilih format untuk mengekspor audio.",
    "Split Audio": "Pisahkan Audio",
    "Split the audio into chunks for inference to obtain better results in some cases.": "Pisahkan audio menjadi potongan-potongan untuk inferensi guna mendapatkan hasil yang lebih baik dalam beberapa kasus.",
    "Pitch Extractor": "Ekstraktor Nada",
    "Pitch extract Algorith.": "Algoritma Ekstraksi Nada.",
    "Hop Length": "Panjang Hop",
    "Hop length for pitch extraction.": "Panjang hop untuk ekstraksi nada.",
    "Embedder Model": "Model Penyemat",
    "Model used for learning speaker embedding.": "Model yang digunakan untuk pembelajaran penyematan suara.",
    "Autotune": "Autotune",
    "Apply a soft autotune to your inferences, recommended for singing conversions.": "Terapkan autotune lembut untuk inferensi Anda, disarankan untuk konversi menyanyi.",
    "Pitch": "Nada",
    "Adjust the pitch of the audio.": "Sesuaikan nada audio.",
    "Filter Radius": "Radius Filter",
    "If the number is greater than or equal to three, employing median filtering on the collected tone results has the potential to decrease respiration.": "Jika angkanya lebih besar atau sama dengan tiga, penggunaan filter median pada hasil nada yang dikumpulkan berpotensi mengurangi respirasi.",
    "Search Feature Ratio": "Rasio Fitur Pencarian",
    "Influence exerted by the index file; a higher value corresponds to greater influence. However, opting for lower values can help mitigate artifacts present in the audio.": "Pengaruh yang diberikan oleh file indeks; nilai yang lebih tinggi menunjukkan pengaruh yang lebih besar. Namun, memilih nilai yang lebih rendah dapat membantu mengurangi artefak pada audio.",
    "Volume Envelope": "Amplop Volume",
    "Substitute or blend with the volume envelope of the output. The closer the ratio is to 1, the more the output envelope is employed.": "Gantikan atau gabungkan dengan amplop volume keluaran. Semakin mendekati rasio 1, semakin banyak amplop keluaran yang digunakan.",
    "Protect Voiceless Consonants": "Lindungi Konsonan Tanpa Suara",
    "Safeguard distinct consonants and breathing sounds to prevent electro-acoustic tearing and other artifacts. Pulling the parameter to its maximum value of 0.5 offers comprehensive protection. However, reducing this value might decrease the extent of protection while potentially mitigating the indexing effect.": "Lindungi konsonan dan suara napas yang berbeda untuk mencegah sobekan elektro-akustik dan artefak lainnya. Menarik parameter ke nilai maksimumnya yaitu 0,5 memberikan perlindungan menyeluruh. Namun, mengurangi nilai ini mungkin menurunkan tingkat perlindungan sambil berpotensi mengurangi efek pengindeksan.",
    "Audio Separation Settings": "Pengaturan Pemisahan Audio",
    "Use TTA": "Gunakan TTA",
    "Use Test Time Augmentation.": "Gunakan Augmentasi Waktu Uji.",
    "Batch Size": "Ukuran Batch",
    "Set the batch size for the separation.": "Atur ukuran batch untuk pemisahan.",
    "Vocals Model": "Model Vokal",
    "Select the vocals model to use for the separation.": "Pilih model vokal yang akan digunakan untuk pemisahan.",
    "Karaoke Model": "Model Karaoke",
    "Select the karaoke model to use for the separation.": "Pilih model karaoke yang akan digunakan untuk pemisahan.",
    "Dereverb Model": "Model Penghilang Reverb",
    "Select the dereverb model to use for the separation.": "Pilih model penghilang reverb yang akan digunakan untuk pemisahan.",
    "Deeecho": "Deeecho",
    "Apply deeecho to the audio.": "Terapkan deeecho pada audio.",
    "Deeecho Model": "Model Deeecho",
    "Select the deeecho model to use for the separation.": "Pilih model deeecho yang akan digunakan untuk pemisahan.",
    "Denoise": "Hapus Kebisingan",
    "Apply denoise to the audio.": "Terapkan penghilang kebisingan pada audio.",
    "Denoise Model": "Model Penghilang Kebisingan",
    "Select the denoise model to use for the separation.": "Pilih model penghilang kebisingan yang akan digunakan untuk pemisahan.",
    "Audio post-process Settings": "Pengaturan Pasca-Proses Audio",
    "Delete Audios": "Hapus Audio",
    "Delete the audios after the conversion.": "Hapus audio setelah konversi.",
    "Reverb": "Reverb",
    "Apply reverb to the audio.": "Terapkan reverb pada audio.",
    "Reverb Room Size": "Ukuran Ruangan Reverb",
    "Set the room size of the reverb.": "Atur ukuran ruangan untuk reverb.",
    "Reverb Damping": "Peredaman Reverb",
    "Set the damping of the reverb.": "Atur peredaman untuk reverb.",
    "Reverb Wet Gain": "Penguatan Basah Reverb",
    "Set the wet gain of the reverb.": "Atur penguatan basah untuk reverb.",
    "Reverb Dry Gain": "Penguatan Kering Reverb",
    "Set the dry gain of the reverb.": "Atur penguatan kering untuk reverb.",
    "Reverb Width": "Lebar Reverb",
    "Set the width of the reverb.": "Atur lebar untuk reverb.",
    "Vocals Volume": "Volume Vokal",
    "Adjust the volume of the vocals.": "Sesuaikan volume vokal.",
    "Instrumentals Volume": "Volume Instrumen",
    "Adjust the volume of the Instrumentals.": "Sesuaikan volume instrumen.",
    "Backing Vocals Volume": "Volume Vokal Latar",
    "Adjust the volume of the backing vocals.": "Sesuaikan volume vokal latar.",
    "Device Settings": "Pengaturan Perangkat",
    "Device": "Perangkat",
    "Select the device to use for the conversion. 0 to ∞ separated by - and for CPU leave only an -": "Pilih perangkat yang akan digunakan untuk konversi. 0 hingga ∞ dipisahkan dengan -, dan untuk CPU hanya biarkan -",
    "Convert": "Konversi",
    "Output Information": "Informasi Keluaran",
    "The output information will be displayed here.": "Informasi keluaran akan ditampilkan di sini.",
    "Export Audio": "Ekspor Audio",
    "Music URL": "URL Musik",
    "Download": "Unduh",
    "Model URL": "URL Model"
}
